tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "exa"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "node"
brew "ripgrep"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "choosy"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "miro"
cask "rectangle"
cask "setapp"
cask "spotify"
cask "synergy"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
