tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mvp/uhubctl", "https://github.com/mvp/uhubctl"
brew "bat"
brew "caddy"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "duf"
brew "exa"
brew "fnm"
brew "folderify"
brew "fzf"
brew "gh"
brew "git"
brew "git-standup"
brew "node"
brew "gitmoji"
brew "go"
brew "gping"
brew "jq"
brew "lazygit"
brew "mackup"
brew "mas"
brew "md5deep"
brew "mdcat"
brew "mkcert"
brew "most"
brew "pam-reattach"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "rm-improved"
brew "thefuck"
brew "tldr"
brew "tre-command"
brew "yarn"
brew "z"
brew "zoxide"
brew "zx"
brew "mvp/uhubctl/uhubctl"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "brave-browser"
cask "canva"
cask "discord"
cask "elgato-stream-deck"
cask "firefox"
cask "firefox-developer-edition"
cask "fluor"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-chrome-canary"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "messenger"
cask "microsoft-edge"
cask "onecast"
cask "onedrive"
cask "orbstack"
cask "platypus"
cask "pocket-casts"
cask "postman"
cask "powershell"
cask "private-internet-access"
cask "rectangle"
cask "setapp"
cask "spotify"
cask "telegram"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.Bookmarks"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "CircleCI.circleci"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dnicolson.binary-plist"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "jspolancor.presentationmode"
vscode "kenhowardpdx.vscode-gist"
vscode "mattpocock.ts-error-translator"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nrwl.angular-console"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "WallabyJs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
